[
    {
      "id": 1,
      "name": "וילה יוקרתית בלב בטבע",
      "image": "../images/image1.jpg",
      "location": "תל אביב",
      "price": "₪7,900,000",
      "rooms": 5,
      "hasPool": false,
      "description": "ברוכים הבאים לווילה המושלמת לחיים באווירה כפרית עם סטייל יוקרתי מודרני. בית עץ מרהיב עם חזית זכוכית גבוהה, נוף מרהיב, תאורה חמה וגן ירוק מטופח. תקרה גבוהה עם קירות זכוכית לנוף פתוח. 5 חדרי שינה מרווחים כולל יחידת הורים מוארת. סלון עם קמין אבן אותנטי וחלל אירוח מרשים. מגרש פרטי עם גינה ירוקה ופינות ישיבה. חניה כפולה ומחסן חיצוני. ממוקם באזור שקט מוקף טבע  רק 25 דקות מהעיר."
    },
    {
      "id": 2,
      "name": "דירת יוקרה עם בריכה ",
      "image": "../images/image2.jpg",
      "location": "הרצליה",
      "price": "₪8,500,000",
      "rooms": 4,
      "hasPool": true,
      "description":"במיקום מעולה ויוקרתי, בית מודרני בעיצוב אדריכלי עוצר נשימה, כולל קווים נקיים, חזית מרשימה וחללים מוארים במיוחד. הבית כולל סלון מרווח עם חלונות פנורמיים, מטבח מעוצב בסגנון פתוח, 4 סוויטות מפנקות, בריכת שחייה פרטית בעיצוב חדשני, מרפסת גג עם נוף פתוח, ומערכת בית חכם מלאה. מושלם למשפחות שאוהבות את החיים הטובים, עם פרטיות ונוחות מקסימלית."
    },
    {
      "id": 3,
      "name": " וילה בסגנון טרופי עם בריכה וגינה מטופחת",
      "image": "../images/image3.jpg",
      "location": "חיפה",
      "price": "₪6,450,000",
      "rooms": 5,
      "hasPool": true,
      "description": "וילה ייחודית בעיצוב קלאסי-מודרני עם אווירה חמה ומזמינה, במיקום ירוק ופסטורלי. הבית כולל: 2 קומות מרווחות עם מרפסות עץ, 5 חדרי שינה כולל סוויטת הורים, מטבח פתוח עם יציאה לגינה, בריכה רחבה מוקפת דק ושפע צמחייה, חדר חיצוני נפרד (סטודיו/משרד/יחידת אירוח), גינה מעוצבת עם פינות ישיבה. נכס מושלם למי שמחפש איכות חיים, שקט, ועיצוב מוקפד עם אווירה של חופשה תמידית."
    }
    ,
    {
      "id": 4,
      "name": "קוטג' משפחתי עם בריכה מפוארת",
      "image": "../images/image4.jpg",
      "location": "קיסריה",
      "price": "₪8,200,000",
      "rooms": 3,
      "hasPool": true,
      "description": "וילה חדשה ומרשימה בעיצוב מינימליסטי מרהיב עם קווים ישרים, חללים פתוחים, ובריכה מפנקת. חזית מודרנית מרהיבה בשילוב זכוכית ועץ טבעי. הבית כולל: 2 קומות עם תכנון אדריכלי מושלם, חלונות בגובה מלא לנוף פתוח, סלון ענק עם תקרות גבוהות, 3 חדרי שינה יוקרתיים עם מרפסות, חצר מרוצפת ובריכת שחייה גדולה, שטח נרחב לאירוח ובילוי, מיזוג מרכזי ומערכת בית חכם. הבית מתאים למשפחה שאוהבת מרחב, יוקרה וניקיון עיצובי – חוויה של חיים ברמה גבוהה."
    }
    ,
    {
      "id": 5,
      "name": "וילה יוקרתית בת שתי קומות בעיצוב מודרני-מינימליסטי,עם בריכה ",
      "image": "../images/image5.jpg",
      "location": "חיפה",
      "price": "₪14,000,000",
      "rooms": 2,
      "hasPool": true,
      "description": "וילה יוקרתית בת שתי קומות בעיצוב מודרני-מינימליסטי, הכוללת: חזית מרהיבה עם קווים נקיים בצבע לבן, תקרות עץ דקורטיביות וגימורים איכותיים. חזית זכוכית נרחבת המשלבת חלונות ודלתות הזזה המאפשרים כניסת אור טבעי מקסימלית. בריכת שחייה פרטית בגימור אבן טבעית, עם מדרגות שקועות ועיצוב מוקפד. מטבח חוץ יוקרתי עם גריל, כיור ואזורי אחסון – אידיאלי לאירוח. מרפסת קומה עליונה עם מעקה זכוכית שקוף ונוף פתוח. חדר מגורים פתוח עם תקרה גבוהה ותאורת לד שקועה. גישה נוחה עם גרם מדרגות חיצוני ומעקות מתכת מודרניים."
    }
    ,
    {
      "id":6,
      "name": "וילה אדריכלית ייחודית הממוקמת בשיפולי הר ירוק",
      "image": "../images/image6.jpg",
      "location": "חיפה",
      "price": "₪10,000,000",
      "rooms": 4,
      "hasPool": false,
      "description": "וילה אדריכלית ייחודית הממוקמת בשיפולי הר ירוק, עם נוף פנורמי מרהיב ועיצוב מודרני-כפרי בשילוב חומרים טבעיים. פרטים עיקריים: חזית מרשימה עם שילוב של בטון חשוף, קירות אבן טבעית וגימור שחור-מט מתוחכם. תאורת לילה דקורטיבית המדגישה את קווי הבניין ויוצרת אווירה חמימה ויוקרתית. חלונות בלגיים גדולים המכניסים אור טבעי לנכס ומשקיפים על נוף הררי מרהיב. חלל פנימי פתוח המחבר בין פינות ישיבה, סלון ומטבח באלגנטיות. קומה תחתונה עם גישה לרכב, כניסה רחבת ידיים, אזור חנייה מקורה. גינה מטופחת עם צמחייה טבעית המשתלבת באופן הרמוני עם הטופוגרפיה של השטח. מרפסות מקורות המתאימות לישיבה חיצונית גם בימים גשומים."
    }
    ,
    {
      "id": 7,
      "name": "וילה דו-קומתית מודרנית עם עיצוב צעיר, פונקציונלי וחדשני",
      "image": "../images/image7.jpg",
      "location": "קיסריה",
      "price": "₪4,000,000",
      "rooms": 3,
      "hasPool": false,
      "description":"וילה דו-קומתית מודרנית עם עיצוב צעיר, פונקציונלי וחדשני – מושלם למשפחות שמחפשות מרחב, נוחות וסטייל. פרטים בולטים: עיצוב חזית רב-חומרי: שילוב של עץ טבעי, טיח בהיר, זכוכית וברזל שחור ליצירת מראה מודרני וחם בו-זמנית. חלונות גדולים ומרפסות זכוכית שמכניסות הרבה אור טבעי ויוצרות תחושת פתיחות. מרפסת גג גדולה – מתאימה לאירוח, ג'קוזי, או פינת ישיבה נינוחה מול הנוף. מרפסת צד עליונה עם קירוי עץ – לארוחות ערב באוויר הפתוח. שימוש בגיאומטריה מודרנית עם קווים נקיים אך לא מונוטוניים. גן ירוק קדמי עם שטח דשא רחב, סלעים ונוי, אפשרות לבריכת נוי או פרגולה."
    }
    ,
    {
      "id":8,
      "name":"וילה מודרניסטית בקווים גאומטריים נקיים, מעוצבת ברוח המינימליזם הים-תיכוני",
      "image": "../images/image8.jpg",
      "location": "תל אביב",
      "price": "₪5,000,000",
      "rooms": 4,
      "hasPool": false,
      "description":  "וילה מודרניסטית בקווים גאומטריים נקיים, מעוצבת ברוח המינימליזם הים-תיכוני. הבית משדר יוקרה שקטה, פשטות על-זמנית ותחושת שלווה מוחלטת. מאפיינים בולטים: חזית לבנה אחידה עם קווים חדים ועיצוב מונוליטי, בהשראת אדריכלות באיים היווניים או בדרום ספרד. פתחים קטנים ומדויקים המשלבים פרטיות עם אור טבעי רך – אידיאלי לאקלים חם. שביל גישה אלגנטי דרך גן מטופח, עם חלוקה מאוזנת בין שביל אבן למדשאה. קירוי מודרני באזור הכניסה היוצר חוויית כניסה שקטה ותחושה של צל ופתיחות. עיצוב חסכוני בפרטים אך עשיר בתחכום אדריכלי – שימוש חכם באור וצל, נפחים והצללות טבעיות."
    }
    
    ,
    {
      "id": 9,
      "name": "וילה חד-קומתית מרהיבה בעיצוב מודרני",
      "image": "../images/image9.jpg",
      "location": "חיפה",
      "price": "₪1,850,000",
      "rooms": 6,
      "hasPool": false,
      "description":  "וילה חד-קומתית מרהיבה בעיצוב מודרני עם אלמנטים גאומטריים חדים ותכנון מוקפד, המשלב טבע, אור טבעי, ותקרה גבוהה עם נוף ירוק מסביב. מאפיינים עיקריים: קווים אדריכליים נועזים עם קירות אבן בהירה, חיפויי עץ ותקרות בגימור כהה. חלונות זכוכית פנורמיים מהתקרה ועד הרצפה, המדגישים את החיבור בין פנים לחוץ ומכניסים אור טבעי רב. מבנה גג א-סימטרי עם קורות תמיכה חיצוניות – מעניק לבית אופי ייחודי ותחושת עומק. מרפסת כניסה ומתחם חוץ מוגבה עם עצי נוי מטופחים (למשל עץ מייפל אדום ואלמנטים ירוקים נוספים). גינון מודרני מדורג הכולל שבילי גישה, ערוגות הדגשה וצמחייה ים-תיכונית מוקפדת. שילוב בין מינימליזם לבין חמימות טבעית – באמצעות שימוש בחומרים טבעיים וצבעים רגועים."
    }
    ,
    {
      "id": 10,
      "name": "וילה קלאסית באווירה כפרית-רומנטית, מוקפת עצי אורן, עם אדריכלות חמה",
      "image": "../images/image10.jpg",
      "location": "חיפה",
      "price": "₪1,200,000",
      "rooms": 3,
      "hasPool": false,
      "description": "וילה קלאסית באווירה כפרית-רומנטית, מוקפת עצי אורן, עם אדריכלות חמה, תקרות גבוהות וחזית פרחונית המשדרת קסם, פרטיות ואינטימיות. מאפיינים עיקריים: מבנה שלוש קומות כולל עליית גג שימושית (כנראה חדר שינה או סטודיו). מרפסות קדמיות עם קופסאות פרחים צבעוניות – מעניקות אווירה פסטורלית. חזית נקייה בצבע לבן עם גג רעפים כהה – בסגנון כפרי מודרני. מרפסת גג בקומה הראשונה וכניסה מרכזית עם מדרגות ומעקה עץ. גינה פורחת ושביל גישה נעים עם שער לבן מסורתי. אזור ירוק ושקט במיוחד, עטוף בעצים מכל הכיוונים – אידיאלי לחיים רגועים או לנופש."
    }
    
  ]
  